{"dataset_id":"845a01cd-717d-ed11-81ad-000d3a32e0cf","name":"Uganda - High-Frequency Phone Survey 2020-2023","dataset_unique_id":"0063620","archive_nid":null,"status":"PUBLISHED","created_on":"2020-08-18T15:09:19","created_by":"# srv_ddh_microdata","created_email":"srv_ddh_microdata@worldbank.org","modified_on":"2023-07-18T17:48:41Z","modified_by":"# SRV-DDH2-PRD","version_number":"5","last_updated_date":"2023-07-17T12:07:57","app_url":null,"app_legacy_url":null,"priority_tags":null,"high_priority_tags":null,"identification":{"id":"855a01cd-717d-ed11-81ad-000d3a32e0cf","title":"Uganda - High-Frequency Phone Survey 2020-2023","urltitle":"uganda__highfrequency_phone_survey_20202023","subtitle":null,"description":"Although the first case of COVID-19 in Uganda was confirmed on the 22nd of March, the Government of Uganda had undertaken several actions starting on the 18th of March, including travel restrictions, 14-day quarantine for all international arrivals, and cancellation of all international conferences and public gatherings, including, but not limited to, religious services, weddings, and concerts. On the 30th of March, the President declared a nationwide curfew from 7 pm to 6:30 am; banned public transportation; and instituted strict regulations for the movement of government and private vehicles. Vaccination campaigns began in March 2021. Uganda re-entered a partial lockdown starting on June 7th, 2021. The second lockdown was slightly longer than the first one but less strict. A presidential directive banned travel between districts, restricted gatherings, and suspended schools. As governments implement various containment measures, it is important to understand how households in the country are affected and responding to the evolving crises, so that policy responses can be designed well and targeted effectively to reduce the negative impacts on household welfare. The original objective of the UHFPS was to monitor the socio-economic effects of COVID-19 and its related restrictions. The survey has followed the evolving COVID-19 pandemic in real-time and contributed to filling critical gaps in information that could be used by the government and stakeholders to help design policies to mitigate the negative impacts on its population. Lately, the objective of the UHFPS has unfolded to track the socioeconomic effects of global crises. A new phase of the survey was inaugurated to monitor economic sentiments and the socioeconomic impact of other shocks such as the Russia-Ukraine war and extreme weather events. The UHFPS is proposed to have multiple rounds to accommodate the evolving nature of the crisis. Questionnaires are revised before each new round of surveys to adapt to crises develops. The final sample for the first round of the survey is 2,257 households selected from those of the Uganda National Panel Survey (UNPS) wave 8 that had a phone number for at least one household member or one reference individual. All households not explicitly refusing to participate in the survey are reinterviewed in the consequent rounds. The final sample for round 2 is 2199; whereas the final sample for round 3 and round 4 counts 2147 and 2136 households respectively. In Round 5, 2122 households were interviewed. In Round 6, 2100 households and Round 7, 1950 were interviewed. Round 8 has seen 1,881 households being interviewed. Round 9 counts 1871 households. Round 10 counts 1668 households. The most recent round, Round 11 counts 1666 households. Weights are adjusted to be nationally representative in each round.","acronym":"HFPS 2020-23","topics":null,"practice":null,"work_unit":null,"working_unit_vpu":null,"wb_project_reference":null,"grant_number":null,"parent_dataset":null,"collection_id":null,"collection_code":null,"translated_title":null,"point_of_contact":[],"dates":[{"id":"895a01cd-717d-ed11-81ad-000d3a32e0cf","date":"7/17/2023 12:07:57 PM","type":"LAST_UPDATED_DATE"},{"id":"8a5a01cd-717d-ed11-81ad-000d3a32e0cf","date":"8/18/2020 3:09:19 PM","type":"CREATED_DATE"}],"language_supported":[{"id":"88a59a82-f1c2-ed11-83ff-000d3a32e0cf","code":"EN","name":"English","language_id":"fb3550b0-f4af-ea11-a812-000d3a32896d"},{"id":"c00ed6c3-d9e9-ed11-a7c6-000d3a32e0cf","code":"EN","name":"English","language_id":"fb3550b0-f4af-ea11-a812-000d3a32896d"},{"id":"e6413f24-9325-ee11-9cbe-6045bd07e9f8","code":"EN","name":"English","language_id":"fb3550b0-f4af-ea11-a812-000d3a32896d"}],"citation":"Use of the dataset must be acknowledged using a citation which would include: <br> - the Identification of the Primary Investigator<br> - the title of the survey (including country, acronym and year of implementation)<br> - the survey reference number<br> - the source and date of download<br><br> Example:<br> Uganda Bureau of Statistics (UBOS) (Government of Uganda). Uganda - High-Frequency Phone Survey 2020-2023 (HFPS 2020-23). Ref: UGA_2020_HFPS_v13_M. Downloaded from [uri] on [date].","custom_schema_url":null,"doi_url":null},"keywords":null,"constraints":{"id":"8c5a01cd-717d-ed11-81ad-000d3a32e0cf","legal":{"access_constraints":null,"use_constraints":null,"other_constraints":null,"disclaimer":"The user of the data acknowledges that the original collector of the data, the authorized distributor of the data, and the relevant funding agency bear no responsibility for use of the data or for interpretations or inferences based upon such uses.","copyright":null},"security":{"classification":"Public","is_restricted":false,"exception":null,"user_note":null},"license":{"license_id":"Research Data License","custom_license_information":null,"license_reference":null}},"data_quality":{"id":"8d5a01cd-717d-ed11-81ad-000d3a32e0cf","data_notes":" <strong>Data Notes</strong>: Since government-imposed social distancing practices to fight the spread of COVID-19 limited the use of traditional, face-to-face interviews, the interviews were conducted by phone using a Computer-Assisted Telephone Interviewing (CATI) application using the Survey Solution software. For the first round of data collection, phone centers could not be operated due to restrictions of movement and assembly of people, therefore, enumerators worked from their own home."},"geographical_extent":{"id":"8e5a01cd-717d-ed11-81ad-000d3a32e0cf","description":null,"coverage":[{"id":"8f5a01cd-717d-ed11-81ad-000d3a32e0cf","code":"UG","name":"Uganda"}],"geo_json":null,"bounding_box":{"west_longitude":null,"east_longitude":null,"north_latitude":null,"south_latitude":null},"vertical_extent":{"min_value":null,"max_value":null,"vertical_CRS":null,"vertical_CRS_id":null}},"temporal_extent":{"id":"905a01cd-717d-ed11-81ad-000d3a32e0cf","end_date":"6/16/2020 12:00:00 AM","start_date":"6/3/2020 12:00:00 AM","description":null,"duration":null,"coverage":null},"temporal_resolution":{"periodicity":null},"spatial_resolution":{"id":"915a01cd-717d-ed11-81ad-000d3a32e0cf","granularity":null,"granularity_list":["National"],"pixel_resolution":null},"reference_system":{"id":"925a01cd-717d-ed11-81ad-000d3a32e0cf","reference_id":null,"version":"5","map_projection":null},"lineage":{"id":"935a01cd-717d-ed11-81ad-000d3a32e0cf","source_type":null,"source_type_list":null,"source":null,"source_reference":"UGA_2020_HFPS_v13_M","statistical_concept_and_methodology":" <strong>Sampling Procedure</strong>: To obtain a nationally representative sample for the COVID-19 Impact Survey, a sample size of approximately 1,800 successfully interviewed households was targeted. However, to reach that target, a larger pool of households needed to be selected from the frame due to non-contact and non-response common for telephone surveys. Thus, all the households in the 2019/20 round of the UNPS that had phone numbers for at least one household member, or a reference individual were included in the initial sample. This consisted of 2227 households, that is the 72 % of the UNPS 2019/20 sample. <br><br> <strong>Mode of Data Collection</strong>: ['Computer Assisted Telephone Interview [cati]'] <br><br> <strong>Questionnaire</strong>: The COVID-19 survey had consisted of one main Household questionnaire per each round. The questionnaire is divided into several sections and the number of questions in each section varied accordingly. <br><br>ROUND 1: The Household Questionnaire for Round 1 provides information on demographics; knowledge and false beliefs regarding the spread of COVID-19; behavior and social distancing; access to basic services; employment; Agriculture; income loss; food security; concerns; coping/shocks; and social safety nets. <br><br>ROUND 2: The Household Questionnaire for Round 2 provides information on demographics; Perceptions Re: Efficacy of Government Actions; behavior and social distancing; access to basic services; employment; Agriculture; non-agricultural income; income loss; food security; credit; concerns; and social safety nets. <br><br>ROUND 3: The Household Questionnaire for Round 3 provides information on demographics; Perceptions Re: Efficacy of Government Actions behavior and social distancing; access to basic services; employment; Agriculture; non-agricultural income; income loss; food security; credit; concerns; and social safety nets. <br><br>ROUND 4: The Household Questionnaire for Round 4 provides information on demographics; Education; Perceptions Re: Efficacy of Government Actions behavior and social distancing; access to basic services; employment; Agriculture; non-agricultural income; income loss; food security; concerns; and social safety nets. <br><br>ROUND 5: The questionnaire for Round 5 comprises information on demographics; Education; Childhood development (parental support at home); behavior and social distancing; access to basic services; assets; employment; Agriculture; non-agricultural income; income loss; food security; concerns; and social safety nets. <br><br>ROUND 6: The questionnaire for Round 6 comprises information on demographics; Education; Childhood development (child behaviour and child discipline); behavior and social distancing; access to basic services; employment of the respondent and other household member; assets; Agriculture; non-agricultural income; income loss; food security; concerns; shocks and coping strategies; and social safety nets.<br><br>ROUND 7: The questionnaire for Round 7 comprises information on demographics; Education; knowledge regarding the spread of COVID-19; perception on government action against COVID-19; behavior and social distancing; access; employment of the respondent and other household member; agriculture; non-agricultural business; food security; concerns; and social safety nets.<br><br>ROUND 8: The questionnaire for Round 8 comprises information : Interview information; Interview result; Household Roster; Phone number roster; Education; Behavior and Social distancing; Access to essential goods and services; Access to health services; Employment respondent; Non-Agricultural Business; Income loss; Credit in the last 12 months; Coping Strategies; Food Insecurity Experience Scale; Food prices; Economic Sentiment; Climate.<br><br>ROUND 9: The questionnaire for Round 9 comprises the following information : Interview information; Interview result; Household Roster; Health access - Main respondent; Vaccines - Main Respondent; Access to Essential Goods and Services; Access to Health services; Employment respondent; Non-Farm Enterprise; Concerns -Main Respondent; Commodities Prices; Food Insecurity Experience Scale.<br><br>ROUND 10: The questionnaire for Round 10 comprises the following information : Interview information; Interview result; Household Roster; Health access - Main respondent; Source of income; Income loss; Access to Health services; Employment respondent; Non-Farm Enterprise; Commodities Prices; Food Insecurity Experience Scale; Safety nets; Economic Sentiments; Concerns on Ebola Virus;  Parish Development Model; Concerns (Mental Health).<br><br>ROUND 11: The questionnaire for Round 11 comprises the following information : Cover; Household roster update; Perceptions Re: Efficacy of Government Actions; Access; Health -Access main respondent; Behavior and Social Distancing; Employment respondent; Non_x0002_Agricultural Business; Income Loss; Commodities prices; Food Security; Concerns Regarding COVID-19/Ebola Impacts; Safety Nets; Agriculture : Post-planting;Crop harvest; Livestock; Interview Result.<br><br>ROUND 12: The questionnaire for Round 12 comprises the following information : Interview information; Interview result; Household Roster; Health access; Behavior and Social distancing; Access to Health services; Employment respondent; Non-Farm Enterprise; Source of income; Income loss; Access to Credit and Loan characteristics; Food Insecurity Experience Scale; Concerns on Ebola Virus; Coping strategies; Commodity prices; Economic Sentiments; E-commerce and delivery services for food and E-commerce and online services.","base_period":null,"aggregation_method":"To produce national estimates from the successfully interviewed sample, weights must be applied to the information provided by sampled households. Weights for the UNPS serve as the basis for the COVID-19 impact survey, but the weights were adjusted to reflect the selection and interviewing process. The weights for the baseline COVID-19 impact survey were therefore calculated as outlined in Himelein, K. (2014): <br><br>1. Begin with base weights from the UNPS 2019/20 for each household. <br><br>2. Incorporate probability ofsub-selection of round 1 unit for each of the phone survey households. We calculate the probability of selection for each of the 4strata (regions) in the UNPS by creating the numerators as the number of completed phone interviews and the denominator as the number of households in the UNPS for each stratum. <br><br>3. Pool the weights in Steps 1 and 2. <br><br>4. Derive attrition-adjusted weights for all individuals by running a logistic response propensity model based on characteristics of the household head (i.e. education, labor force status, demographic characteristics), characteristics of the household (consumption, assets, financial characteristics), and characteristics of the dwelling (house ownership, overcrowding). <br><br>5. Trim weights by replacing the top two percent of observations with the 98th percentile cut-off point; and <br><br>6. Post-stratify weights to known population totals to correct for the imbalances across the regional sample. In doing so, we ensure that the distribution in the survey matches the distribution in the UNPS. <br><br>Additional technical details and explanations on each of the steps briefly outlined above can be found in Himelein, K. (2014).","description":" <strong>Series Name</strong>: Other Household Survey [hh/oth] <br><br> <strong>Series Info</strong>: The World Bank is providing support to countries to help mitigate the spread and impact of the new coronavirus disease (COVID-19). One area of support is for data collection to inform evidence-based policies that may help mitigate the effects of this disease. Towards this end, the World Bank is leveraging the Living Standards Measurement Study - Integrated Survey on Agriculture (LSMS-ISA) program to support high-frequency phone surveys on COVID-19 in 5 African countries ? Nigeria, Ethiopia, Uganda, Tanzania, and Malawi. This effort is part of a broader wave of World Bank-supported NLPS that can be used to help assess the economic and social implications of the COVID-19 pandemic on households and individuals. As from 2022, the title of the survey was changed from High-Frequency Phone Survey on COVID-19  to High-Frequency Phone Survey to reflect the updated scope of the survey. <br><br> <strong>Data Processing Notes</strong>: The Uganda High-Frequency Phone Survey covered the topics listed below on a rotational base. For module administration per round check the Basic Information Document (BID) <br>- Access to Basic goods and services <br>- Access to Education <br>- Access to health services <br>- Access to Medicine and Treatment <br>- Access to Soap and Water <br>- Agriculture <br>- Anti-COVID-19 Behavior and Social Distancing <br>- Assets - Climate change impact <br>- Concerns Re: COVID-19 Impacts <br>- Consumption price of staple food <br>- COVID-19 Symptoms <br>- Credit <br>- Early childhood development <br>- Economic Sentiment <br>- Employment <br>- Food Security <br>- Household Composition <br>- Income Losses <br>- Knowledge and False Beliefs Re: COVID-19 <br>- Mental health <br>- Non-Farm Enterprises <br>- Perceptions Re: Efficacy of Government Actions <br>- Safety Nets <br>- Shocks and Coping Strategies <br>- Survey of well-being via instant and frequent tracking <br>- Vaccination and Willing to test","related_links_and_publications":null,"publication_place":null,"funding_name_abbreviation_role":null,"study_type":null,"deviations_from_sample_design":null,"other_acknowledgements":null,"harvest_system":"MICRODATA","harvest_system_reference":"11656"},"maintenance_information":{"id":"945a01cd-717d-ed11-81ad-000d3a32e0cf","update_frequency":null,"update_schedule":null,"maintenance_note":null,"embargo_date":null,"embargo_comments":null,"version_description":"Version 13 (2023-07-17)<br>Update includes: data and documentation for round 12, revision to sec17 round11 data, revised BID and documentation for R11","version_production_date":"7/18/2023 5:48:41 PM","version_producer":"# srv_ddh_microdata","version_notes":null,"version_history":[{"version":"1","version_label":"resource add1","version_id":"@2022-12-16T18:46:30.8051851Z","uuid":"0d52c5d9-717d-ed11-81ad-000d3a32e735","version_date":null},{"version":"2","version_label":"updt_20230224","version_id":"@2023-02-24T18:40:20.7598856Z","uuid":"90654194-72b4-ed11-83fe-000d3a32e735","version_date":null},{"version":"3","version_label":"15Mar2023_lang_upadte","version_id":"@2023-03-15T05:24:13.5812703Z","uuid":"b4bf4589-f1c2-ed11-83ff-000d3a32e0cf","version_date":null},{"version":"4","version_label":"updt_20230503","version_id":"@2023-05-03T17:43:13.2878521Z","uuid":"f60a11dd-d9e9-ed11-a7c6-000d3a32e735","version_date":null},{"version":"5","version_label":"updt_20230718","version_id":null,"uuid":"72d61740-9325-ee11-9cbd-000d3a32e735","version_date":null}]},"subscription":{"id":"955a01cd-717d-ed11-81ad-000d3a32e0cf","subscription_date_from":null,"subscription_date_to":null},"resources":[{"resource_id":"345b01cd-717d-ed11-81ad-000d3a32e0cf","name":"Visit the Microdata Library to access data and documentation.","resource_unique_id":"DR0090209","archive_nid":null,"last_updated":"7/18/2023 5:47:58 PM","last_updated_date":"2023-07-18T17:47:58","first_published_date":null,"download_count":null,"dataset_id":"845a01cd-717d-ed11-81ad-000d3a32e0cf","dataset":{"id":"845a01cd-717d-ed11-81ad-000d3a32e0cf","name":"Uganda - High-Frequency Phone Survey 2020-2023","unique_id":"0063620"},"identification":{"id":"355b01cd-717d-ed11-81ad-000d3a32e0cf","title":"Visit the Microdata Library to access data and documentation.","type":"Landing page","description":null,"status":"Active","work_unit":null,"citation":null,"keywords":null,"language_supported":null,"sort_order":null},"constraints":{"id":"365b01cd-717d-ed11-81ad-000d3a32e0cf","legal":{"access_constraints":null,"use_constraints":null,"other_constraints":null,"disclaimer":null,"copyright":null},"security":{"classification":"Public","exception":"None","user_note":null},"license":{"license_id":null,"custom_license_information":null,"license_reference":null,"exception":"None"}},"distribution":{"id":"375b01cd-717d-ed11-81ad-000d3a32e0cf","format":"HTML","url":null,"ext_url":null,"website_url":"https://microdata.worldbank.org/index.php/catalog/3765","distribution_description":null,"distribution_format":"html","distribution_size":null,"is_directory":null,"is_large_dataset":null,"file_name":null,"preview_api_url":null},"geographical_extent":{"id":"385b01cd-717d-ed11-81ad-000d3a32e0cf","description":null,"coverage":null,"geo_json":null,"bounding_box":{"west_longitude":null,"east_longitude":null,"north_latitude":null,"south_latitude":null}},"lineage":{"id":"395b01cd-717d-ed11-81ad-000d3a32e0cf","harvest_system":null,"harvest_system_reference":"https://microdata.worldbank.org/index.php/catalog/3765"},"maintenance_information":{"id":"3a5b01cd-717d-ed11-81ad-000d3a32e0cf","update_frequency":null,"maintenance_note":null,"version":null,"version_date":null,"version_notes":null,"version_description":null,"version_producer":"# srv_ddh_microdata"},"reference_system":{"id":"3b5b01cd-717d-ed11-81ad-000d3a32e0cf","reference_id":null,"version":null,"map_projection":null},"spatial_resolution":{"id":"3c5b01cd-717d-ed11-81ad-000d3a32e0cf","granularity":null,"pixel_resolution":null},"temporal_extent":{"id":"3d5b01cd-717d-ed11-81ad-000d3a32e0cf","end_date":null,"start_date":null,"description":null,"duration":null,"coverage":null},"temporal_resolution":{"periodicity":null}}],"indicators":[],"citation":[]}